Repository: vichr-vita/flashcards-open-source-app
Catalog: apps/ios/Flashcards/Flashcards/Resources/Localization/Foundation.xcstrings
Source language: en
Languages: ar, bg, bn, ca, cs, da, de, el, es_es, es_mx, et, fa, fi, fr, gu, he, hi, hr, hu, id, is, it, ja, kn, ko, lt, lv, ml, mr, nb, nl, pa, pl, pt_br, ro, ru, sk, sl, sv, sw, ta, te, th, tr, uk, ur, vi, zh_hans, zu

# access_permission_guidance.photos.blocked
source: Photo access is turned off for lingvichr. Open Settings > Privacy & Security > Photos to change it.
ar: تم إيقاف الوصول إلى الصور لتطبيق lingvichr. افتح الإعدادات > الخصوصية والأمان > الصور لتغييره.
bg: Достъпът до снимки е изключен за lingvichr. Отворете Настройки > Поверителност и сигурност > Снимки, за да го промените.
bn: ফটো অ্যাক্সেস lingvichr এর জন্য বন্ধ করা হয়েছে। এটি পরিবর্তন করতে সেটিংস > গোপনীয়তা এবং নিরাপত্তা > ফটো খুলুন।
ca: L'accés a les fotos està desactivat per a lingvichr. Obriu Configuració > Privadesa i seguretat > Fotos per canviar-ho.
cs: Přístup k fotkám je pro lingvichr vypnutý. Změníte jej v Nastavení > Soukromí a zabezpečení > Fotky.
da: Fotoadgang er slået fra for lingvichr. Åbn Indstillinger > Anonymitet & sikkerhed > Fotos for at ændre det.
de: Der Zugriff auf Fotos für lingvichr ist deaktiviert. Öffne Einstellungen > Datenschutz und Sicherheit > Fotos, um das zu ändern.
el: Η πρόσβαση στις φωτογραφίες είναι απενεργοποιημένη για το lingvichr. Αλλάξτε την στις Ρυθμίσεις > Απόρρητο και ασφάλεια > Φωτογραφίες.
es_es: El acceso a Fotos está desactivado para lingvichr. Abre Ajustes > Privacidad y seguridad > Fotos para cambiarlo.
es_mx: El acceso a Fotos está desactivado para lingvichr. Abre Ajustes > Privacidad y seguridad > Fotos para cambiarlo.
et: lingvichr fotodele juurdepääs on välja lülitatud. Selle muutmiseks ava Seaded > Privaatsus ja turvalisus > Fotod.
fa: دسترسی lingvichr به عکس‌ها غیرفعال است. برای تغییر آن، تنظیمات > حریم خصوصی و امنیت > عکس‌ها را باز کنید.
fi: lingvichrn kuvien käyttöoikeus on poistettu. Muuta sitä kohdassa Asetukset > Tietosuoja ja suojaus > Kuvat.
fr: L’accès aux photos est désactivé pour lingvichr. Ouvrez Réglages > Confidentialité et sécurité > Photos pour le modifier.
gu: lingvichr માટે ફોટાની ઍક્સેસ બંધ છે. બદલવા માટે સેટિંગ્સ > ગોપનીયતા અને સુરક્ષા > ફોટા ખોલો.
he: הגישה לתמונות כבויה עבור lingvichr. לשינוי, יש לפתוח הגדרות > פרטיות ואבטחה > תמונות.
hi: lingvichr के लिए फ़ोटो एक्सेस बंद है। इसे बदलने के लिए सेटिंग्स > गोपनीयता और सुरक्षा > फ़ोटो खोलें।
hr: Pristup fotografijama isključen je za lingvichr. Za promjenu otvorite Postavke > Privatnost i sigurnost > Fotografije.
hu: A lingvichr fotóhozzáférése ki van kapcsolva. Módosítsd a Beállítások > Adatvédelem és biztonság > Fotók alatt.
id: Akses foto untuk lingvichr dinonaktifkan. Buka Pengaturan > Privasi & Keamanan > Foto untuk mengubahnya.
is: Slökkt er á myndaaðgangi fyrir lingvichr. Opnaðu Stillingar > Persónuvernd og öryggi > Myndir til að breyta því.
it: L’accesso alle foto è disattivato per lingvichr. Apri Impostazioni > Privacy e sicurezza > Foto per modificarlo.
ja: lingvichr の写真へのアクセスはオフです。変更するには「設定」>「プライバシーとセキュリティ」>「写真」を開いてください。
kn: lingvichrಗೆ ಫೋಟೋ ಪ್ರವೇಶ ನಿಷ್ಕ್ರಿಯವಾಗಿದೆ. ಬದಲಿಸಲು ಸೆಟ್ಟಿಂಗ್‌ಗಳು > ಗೌಪ್ಯತೆ ಮತ್ತು ಭದ್ರತೆ > ಫೋಟೋಗಳು ತೆರೆಯಿರಿ.
ko: lingvichr의 사진 접근이 꺼져 있습니다. 설정 > 개인정보 보호 및 보안 > 사진에서 변경하세요.
lt: lingvichr prieiga prie nuotraukų išjungta. Norėdami ją pakeisti, atidarykite Nustatymai > Privatumas ir sauga > Nuotraukos.
lv: lingvichr piekļuve fotoattēliem ir izslēgta. Lai to mainītu, atveriet Iestatījumi > Privātums un drošība > Fotoattēli.
ml: lingvichr-യ്ക്ക് ഫോട്ടോ അനുമതി ഓഫാണ്. മാറ്റാൻ ക്രമീകരണങ്ങൾ > സ്വകാര്യതയും സുരക്ഷയും > ഫോട്ടോകൾ തുറക്കുക.
mr: lingvichr साठी फोटोंचा प्रवेश बंद आहे. बदलण्यासाठी सेटिंग्ज > गोपनीयता आणि सुरक्षा > फोटो उघडा.
nb: Bildetilgang er slått av for lingvichr. Åpne Innstillinger > Personvern og sikkerhet > Bilder for å endre dette.
nl: Fototoegang is uitgeschakeld voor lingvichr. Open Instellingen > Privacy en beveiliging > Foto's om dit te wijzigen.
pa: lingvichr ਲਈ ਫ਼ੋਟੋਆਂ ਦੀ ਪਹੁੰਚ ਬੰਦ ਹੈ। ਇਸਨੂੰ ਬਦਲਣ ਲਈ ਸੈਟਿੰਗਾਂ > ਪਰਦੇਦਾਰੀ ਅਤੇ ਸੁਰੱਖਿਆ > ਫ਼ੋਟੋਆਂ ਖੋਲ੍ਹੋ।
pl: Dostęp do zdjęć jest wyłączony dla lingvichr. Aby to zmienić, otwórz Ustawienia > Prywatność i ochrona > Zdjęcia.
pt_br: O acesso às fotos está desativado para o lingvichr. Abra Ajustes > Privacidade e Segurança > Fotos para alterar.
ro: Accesul la poze este dezactivat pentru lingvichr. Deschide Configurări > Intimitate și securitate > Poze pentru a-l modifica.
ru: Доступ к фото для lingvichr отключен. Чтобы изменить это, откройте «Настройки» > «Конфиденциальность и безопасность» > «Фото».
sk: Prístup k fotkám je pre lingvichr vypnutý. Zmeňte ho v Nastavenia > Súkromie a bezpečnosť > Fotky.
sl: Dostop do fotografij je za lingvichr izklopljen. Spremenite ga v Nastavitve > Zasebnost in varnost > Fotografije.
sv: Bildåtkomst är avstängd för lingvichr. Ändra det under Inställningar > Integritet och säkerhet > Bilder.
sw: Ufikiaji wa picha umezimwa kwa lingvichr. Fungua Mipangilio > Faragha na Usalama > Picha ili kuubadilisha.
ta: lingvichr-க்கு புகைப்பட அணுகல் முடக்கப்பட்டுள்ளது. மாற்ற அமைப்புகள் > தனியுரிமை மற்றும் பாதுகாப்பு > புகைப்படங்களைத் திறக்கவும்.
te: lingvichr కోసం ఫొటోల అనుమతి ఆఫ్‌లో ఉంది. మార్చడానికి సెట్టింగ్‌లు > గోప్యత మరియు భద్రత > ఫొటోలను తెరవండి.
th: lingvichr ไม่มีสิทธิ์เข้าถึงรูปภาพ เปิดการตั้งค่า > ความเป็นส่วนตัวและความปลอดภัย > รูปภาพ เพื่อเปลี่ยนสิทธิ์
tr: lingvichr için fotoğraf erişimi kapalı. Değiştirmek için Ayarlar > Gizlilik ve Güvenlik > Fotoğraflar’ı açın.
uk: Доступ lingvichr до фото вимкнено. Відкрийте Параметри > Приватність і безпека > Фото, щоб змінити це.
ur: lingvichr کے لیے تصاویر کی رسائی بند ہے۔ اسے بدلنے کے لیے ترتیبات > رازداری اور سیکیورٹی > تصاویر کھولیں۔
vi: Quyền truy cập ảnh của lingvichr đang tắt. Mở Cài đặt > Quyền riêng tư & Bảo mật > Ảnh để thay đổi.
zh_hans: lingvichr 的照片访问权限已关闭。打开“设置”>“隐私与安全性”>“照片”进行更改。
zu: Imvume yezithombe ye-lingvichr ivaliwe. Vula Izilungiselelo > Ubumfihlo Nokuphepha > Izithombe ukuze uyishintshe.

# access_permission_guidance.photos.limited
source: Only the photos you already shared with lingvichr are available. Open Settings to grant broader photo access.
ar: الصور الوحيدة المتاحة هي التي سبق أن شاركتها مع lingvichr. افتح الإعدادات لمنح وصول أوسع إلى الصور.
bg: Налични са само снимките, които вече споделихте с lingvichr. Отворете Настройки, за да предоставите по-широк достъп до снимки.
bn: শুধুমাত্র আপনি ইতিমধ্যেই lingvichr এর সাথে ভাগ করা ফটোগুলি উপলব্ধ। বৃহত্তর ফটো অ্যাক্সেস মঞ্জুর করতে সেটিংস খুলুন।
ca: Només estan disponibles les fotos que ja has compartit amb lingvichr. Obriu Configuració per concedir un accés més ampli a les fotos.
cs: Dostupné jsou pouze fotky, které jste již sdíleli s lingvichr. Širší přístup k fotkám povolíte v Nastavení.
da: Kun de fotos, du allerede har delt med lingvichr, er tilgængelige. Åbn Indstillinger for at give adgang til flere fotos.
de: Es sind nur die Fotos verfügbar, die du bereits mit lingvichr geteilt hast. Öffne die Einstellungen, um umfassenderen Fotozugriff zu gewähren.
el: Είναι διαθέσιμες μόνο οι φωτογραφίες που έχετε ήδη μοιραστεί με το lingvichr. Ανοίξτε τις Ρυθμίσεις για ευρύτερη πρόσβαση στις φωτογραφίες.
es_es: Solo están disponibles las fotos que ya compartiste con lingvichr. Abre Ajustes para conceder un acceso más amplio a Fotos.
es_mx: Solo están disponibles las fotos que ya compartiste con lingvichr. Abre Ajustes para conceder un acceso más amplio a Fotos.
et: Saadaval on ainult fotod, mida oled juba lingvichrga jaganud. Laiema juurdepääsu andmiseks ava seaded.
fa: فقط عکس‌هایی که قبلاً با lingvichr به اشتراک گذاشته‌اید در دسترس‌اند. برای دسترسی بیشتر به عکس‌ها، تنظیمات را باز کنید.
fi: Vain lingvichrn kanssa jo jakamasi kuvat ovat käytettävissä. Anna laajempi kuvien käyttöoikeus asetuksissa.
fr: Seules les photos que vous avez déjà partagées avec lingvichr sont disponibles. Ouvrez Réglages pour accorder un accès plus large aux photos.
gu: તમે lingvichr સાથે શેર કરેલા ફોટા જ ઉપલબ્ધ છે. વધુ ફોટાની ઍક્સેસ આપવા સેટિંગ્સ ખોલો.
he: רק התמונות שכבר שותפו עם lingvichr זמינות. יש לפתוח את ההגדרות כדי לאפשר גישה לתמונות נוספות.
hi: केवल वही फ़ोटो उपलब्ध हैं जिन्हें आपने पहले से lingvichr के साथ साझा किया है। फ़ोटो का व्यापक एक्सेस देने के लिए सेटिंग्स खोलें।
hr: Dostupne su samo fotografije koje ste već podijelili s aplikacijom lingvichr. Otvorite Postavke da biste dopustili širi pristup fotografijama.
hu: Csak a lingvichr alkalmazással már megosztott fotók érhetők el. További fotókhoz a Beállításokban adhatsz hozzáférést.
id: Hanya foto yang sudah Anda bagikan dengan lingvichr yang tersedia. Buka Pengaturan untuk memberi akses ke lebih banyak foto.
is: Aðeins myndir sem þú hefur þegar deilt með lingvichr eru tiltækar. Opnaðu Stillingar til að veita víðtækari aðgang að myndum.
it: Sono disponibili solo le foto che hai già condiviso con lingvichr. Apri Impostazioni per consentire l’accesso ad altre foto.
ja: lingvichr とすでに共有した写真のみ利用できます。より広い写真アクセスを許可するには、「設定」を開いてください。
kn: ನೀವು ಈಗಾಗಲೇ lingvichr ಜೊತೆ ಹಂಚಿಕೊಂಡ ಫೋಟೋಗಳು ಮಾತ್ರ ಲಭ್ಯವಿವೆ. ಹೆಚ್ಚಿನ ಫೋಟೋಗಳಿಗೆ ಪ್ರವೇಶ ನೀಡಲು ಸೆಟ್ಟಿಂಗ್‌ಗಳನ್ನು ತೆರೆಯಿರಿ.
ko: lingvichr와 이미 공유한 사진만 사용할 수 있습니다. 더 많은 사진에 접근하도록 허용하려면 설정을 여세요.
lt: Pasiekiamos tik nuotraukos, kuriomis jau pasidalijote su lingvichr. Norėdami suteikti platesnę prieigą, atidarykite nustatymus.
lv: Pieejami tikai fotoattēli, kurus jau kopīgojāt ar lingvichr. Lai piešķirtu plašāku piekļuvi, atveriet iestatījumus.
ml: lingvichr-യുമായി ഇതിനകം പങ്കിട്ട ഫോട്ടോകൾ മാത്രമേ ലഭ്യമാകൂ. കൂടുതൽ ഫോട്ടോകൾക്ക് അനുമതി നൽകാൻ ക്രമീകരണങ്ങൾ തുറക്കുക.
mr: तुम्ही lingvichr सोबत आधी शेअर केलेले फोटोच उपलब्ध आहेत. अधिक फोटोंचा प्रवेश देण्यासाठी सेटिंग्ज उघडा.
nb: Bare bildene du allerede har delt med lingvichr, er tilgjengelige. Åpne Innstillinger for å gi tilgang til flere bilder.
nl: Alleen de foto's die je al met lingvichr hebt gedeeld, zijn beschikbaar. Open Instellingen om toegang tot meer foto's te geven.
pa: ਸਿਰਫ਼ ਉਹ ਫ਼ੋਟੋਆਂ ਉਪਲਬਧ ਹਨ ਜੋ ਤੁਸੀਂ ਪਹਿਲਾਂ lingvichr ਨਾਲ ਸਾਂਝੀਆਂ ਕੀਤੀਆਂ ਹਨ। ਹੋਰ ਫ਼ੋਟੋਆਂ ਦੀ ਪਹੁੰਚ ਦੇਣ ਲਈ ਸੈਟਿੰਗਾਂ ਖੋਲ੍ਹੋ।
pl: Dostępne są tylko zdjęcia już udostępnione lingvichr. Otwórz Ustawienia, aby udzielić szerszego dostępu do zdjęć.
pt_br: Somente as fotos que você já compartilhou com o lingvichr estão disponíveis. Abra os Ajustes para conceder um acesso mais amplo às fotos.
ro: Sunt disponibile doar pozele deja partajate cu lingvichr. Deschide Configurări pentru a permite accesul la mai multe poze.
ru: Доступны только те фотографии, которыми вы уже поделились с lingvichr. Откройте «Настройки», чтобы предоставить более широкий доступ к фото.
sk: Dostupné sú iba fotky, ktoré ste už zdieľali s lingvichr. Širší prístup k fotkám povoľte v Nastaveniach.
sl: Na voljo so le fotografije, ki ste jih že delili z lingvichr. Širši dostop do fotografij dovolite v Nastavitvah.
sv: Endast bilder som du redan har delat med lingvichr är tillgängliga. Tillåt åtkomst till fler bilder i Inställningar.
sw: Picha ulizoshiriki tayari na lingvichr pekee ndizo zinapatikana. Fungua Mipangilio ili kuruhusu ufikiaji wa picha zaidi.
ta: lingvichr-வுடன் ஏற்கனவே பகிர்ந்த புகைப்படங்கள் மட்டுமே கிடைக்கும். கூடுதல் புகைப்பட அணுகலை வழங்க அமைப்புகளைத் திறக்கவும்.
te: మీరు ఇప్పటికే lingvichrతో పంచుకున్న ఫొటోలు మాత్రమే అందుబాటులో ఉన్నాయి. మరిన్ని ఫొటోలకు అనుమతి ఇవ్వడానికి సెట్టింగ్‌లను తెరవండి.
th: ใช้ได้เฉพาะรูปภาพที่คุณแชร์กับ lingvichr แล้ว เปิดการตั้งค่าเพื่ออนุญาตให้เข้าถึงรูปภาพเพิ่มเติม
tr: Yalnızca lingvichr ile daha önce paylaştığınız fotoğraflar kullanılabilir. Daha geniş fotoğraf erişimi vermek için Ayarlar’ı açın.
uk: Доступні лише фото, якими ви вже поділилися з lingvichr. Відкрийте Параметри, щоб надати доступ до інших фото.
ur: صرف وہ تصاویر دستیاب ہیں جو آپ پہلے ہی lingvichr کے ساتھ شیئر کر چکے ہیں۔ مزید تصاویر کی رسائی دینے کے لیے ترتیبات کھولیں۔
vi: Chỉ có các ảnh bạn đã chia sẻ với lingvichr. Mở Cài đặt để cấp quyền truy cập thêm ảnh.
zh_hans: 目前只可使用你已与 lingvichr 共享的照片。打开“设置”以授予更广泛的照片访问权限。
zu: Kutholakala kuphela izithombe osuvele wabelane ngazo ne-lingvichr. Vula Izilungiselelo ukuze uvumele ukufinyelela ezithombeni ezengeziwe.

# access_permission_guidance.unavailable
source: This access is unavailable on the current device.
ar: هذا الوصول غير متاح على الجهاز الحالي.
bg: Този достъп не е наличен на текущото устройство.
bn: এই অ্যাক্সেস বর্তমান ডিভাইসে অনুপলব্ধ।
ca: Aquest accés no està disponible al dispositiu actual.
cs: Tento přístup není na tomto zařízení dostupný.
da: Denne adgang er ikke tilgængelig på denne enhed.
de: Dieser Zugriff ist auf dem aktuellen Gerät nicht verfügbar.
el: Αυτή η πρόσβαση δεν είναι διαθέσιμη σε αυτήν τη συσκευή.
es_es: Este acceso no está disponible en el dispositivo actual.
es_mx: Este acceso no está disponible en el dispositivo actual.
et: See juurdepääs pole selles seadmes saadaval.
fa: این دسترسی در دستگاه فعلی در دسترس نیست.
fi: Tämä käyttöoikeus ei ole saatavilla tällä laitteella.
fr: Cet accès est indisponible sur l’appareil actuel.
gu: આ ઉપકરણ પર આ ઍક્સેસ ઉપલબ્ધ નથી.
he: גישה זו אינה זמינה במכשיר הנוכחי.
hi: यह एक्सेस वर्तमान डिवाइस पर उपलब्ध नहीं है।
hr: Ovaj pristup nije dostupan na trenutačnom uređaju.
hu: Ez a hozzáférés ezen az eszközön nem érhető el.
id: Akses ini tidak tersedia di perangkat ini.
is: Þessi aðgangur er ekki tiltækur á þessu tæki.
it: Questo accesso non è disponibile sul dispositivo attuale.
ja: このアクセスは現在のデバイスでは利用できません。
kn: ಈ ಸಾಧನದಲ್ಲಿ ಈ ಪ್ರವೇಶ ಲಭ್ಯವಿಲ್ಲ.
ko: 현재 기기에서는 이 접근을 사용할 수 없습니다.
lt: Ši prieiga šiame įrenginyje nepasiekiama.
lv: Šī piekļuve šajā ierīcē nav pieejama.
ml: ഈ ഉപകരണത്തിൽ ഈ അനുമതി ലഭ്യമല്ല.
mr: या उपकरणावर हा प्रवेश उपलब्ध नाही.
nb: Denne tilgangen er ikke tilgjengelig på denne enheten.
nl: Deze toegang is niet beschikbaar op dit apparaat.
pa: ਇਸ ਡਿਵਾਈਸ ਉੱਤੇ ਇਹ ਪਹੁੰਚ ਉਪਲਬਧ ਨਹੀਂ ਹੈ।
pl: Ten dostęp jest niedostępny na tym urządzeniu.
pt_br: Esse acesso não está disponível no dispositivo atual.
ro: Acest acces nu este disponibil pe dispozitivul actual.
ru: Этот доступ недоступен на текущем устройстве.
sk: Tento prístup nie je na tomto zariadení dostupný.
sl: Ta dostop v tej napravi ni na voljo.
sv: Åtkomsten är inte tillgänglig på den här enheten.
sw: Ufikiaji huu haupatikani kwenye kifaa hiki.
ta: இந்தச் சாதனத்தில் இந்த அணுகல் கிடைக்கவில்லை.
te: ఈ పరికరంలో ఈ అనుమతి అందుబాటులో లేదు.
th: อุปกรณ์นี้ไม่รองรับสิทธิ์ดังกล่าว
tr: Bu erişim mevcut aygıtta kullanılamıyor.
uk: Цей доступ недоступний на поточному пристрої.
ur: اس آلے پر یہ رسائی دستیاب نہیں ہے۔
vi: Quyền truy cập này không khả dụng trên thiết bị hiện tại.
zh_hans: 当前设备不支持此访问权限。
zu: Le mvume ayitholakali kule divayisi.

# access_permission_status.allowed.title
source: Allowed
ar: مسموح
bg: Разрешен
bn: অনুমোদিত
ca: Permès
cs: Povoleno
da: Tilladt
de: Erlaubt
el: Επιτρέπεται
es_es: Permitido
es_mx: Permitido
et: Lubatud
fa: مجاز
fi: Sallittu
fr: Autorisé
gu: મંજૂર
he: מותרת
hi: अनुमत
hr: Dopušteno
hu: Engedélyezve
id: Diizinkan
is: Leyft
it: Consentito
ja: 許可済み
kn: ಅನುಮತಿಸಲಾಗಿದೆ
ko: 허용됨
lt: Leidžiama
lv: Atļauts
ml: അനുവദിച്ചു
mr: परवानगी दिली
nb: Tillatt
nl: Toegestaan
pa: ਮਨਜ਼ੂਰ
pl: Dozwolony
pt_br: Permitido
ro: Permis
ru: Разрешено
sk: Povolené
sl: Dovoljeno
sv: Tillåten
sw: Imeruhusiwa
ta: அனுமதிக்கப்பட்டது
te: అనుమతించబడింది
th: อนุญาตแล้ว
tr: İzin verildi
uk: Дозволено
ur: اجازت ہے
vi: Đã cho phép
zh_hans: 已允许
zu: Kuvunyelwe

# access_permission_status.ask_every_time.title
source: Ask every time
ar: السؤال في كل مرة
bg: Питай всеки път
bn: প্রতিবার জিজ্ঞাসা করুন
ca: Preguntar cada cop
cs: Pokaždé se zeptat
da: Spørg hver gang
de: Jedes Mal fragen
el: Ερώτηση κάθε φορά
es_es: Preguntar cada vez
es_mx: Preguntar cada vez
et: Küsi iga kord
fa: هر بار بپرس
fi: Kysy joka kerta
fr: Demander à chaque fois
gu: દર વખતે પૂછો
he: לשאול בכל פעם
hi: हर बार पूछें
hr: Pitaj svaki put
hu: Rákérdezés minden alkalommal
id: Tanya setiap kali
is: Spyrja í hvert sinn
it: Chiedi ogni volta
ja: 毎回確認
kn: ಪ್ರತಿ ಬಾರಿ ಕೇಳಿ
ko: 매번 묻기
lt: Klausti kaskart
lv: Jautāt katru reizi
ml: ഓരോ തവണയും ചോദിക്കുക
mr: प्रत्येक वेळी विचारा
nb: Spør hver gang
nl: Vraag elke keer
pa: ਹਰ ਵਾਰ ਪੁੱਛੋ
pl: Pytaj za każdym razem
pt_br: Perguntar sempre
ro: Întreabă de fiecare dată
ru: Спрашивать каждый раз
sk: Vždy sa opýtať
sl: Vprašaj vsakič
sv: Fråga varje gång
sw: Uliza kila mara
ta: ஒவ்வொரு முறையும் கேள்
te: ప్రతిసారీ అడుగు
th: ถามทุกครั้ง
tr: Her seferinde sor
uk: Запитувати щоразу
ur: ہر بار پوچھیں
vi: Hỏi mỗi lần
zh_hans: 每次都询问
zu: Buza njalo

# access_permission_status.blocked.title
source: Blocked
ar: محظور
bg: Блокиран
bn: অবরুদ্ধ
ca: Bloquejat
cs: Zablokováno
da: Blokeret
de: Blockiert
el: Αποκλεισμένη
es_es: Bloqueado
es_mx: Bloqueado
et: Blokeeritud
fa: مسدود
fi: Estetty
fr: Bloqué
gu: અવરોધિત
he: חסומה
hi: अवरुद्ध
hr: Blokirano
hu: Letiltva
id: Diblokir
is: Lokað
it: Bloccato
ja: ブロック済み
kn: ನಿರ್ಬಂಧಿಸಲಾಗಿದೆ
ko: 차단됨
lt: Užblokuota
lv: Bloķēts
ml: തടഞ്ഞിരിക്കുന്നു
mr: अवरोधित
nb: Blokkert
nl: Geblokkeerd
pa: ਬਲੌਕ ਕੀਤਾ
pl: Zablokowany
pt_br: Bloqueado
ro: Blocat
ru: Заблокировано
sk: Blokované
sl: Blokirano
sv: Blockerad
sw: Imezuiwa
ta: தடுக்கப்பட்டது
te: బ్లాక్ చేయబడింది
th: ถูกปิดกั้น
tr: Engellendi
uk: Заблоковано
ur: مسدود
vi: Bị chặn
zh_hans: 已阻止
zu: Kuvinjiwe

# access_permission_status.limited.title
source: Limited
ar: محدود
bg: Ограничен
bn: সীমিত
ca: Limitat
cs: Omezeno
da: Begrænset
de: Eingeschränkt
el: Περιορισμένη
es_es: Limitado
es_mx: Limitado
et: Piiratud
fa: محدود
fi: Rajoitettu
fr: Limité
gu: મર્યાદિત
he: מוגבלת
hi: सीमित
hr: Ograničeno
hu: Korlátozott
id: Terbatas
is: Takmarkað
it: Limitato
ja: 制限あり
kn: ಸೀಮಿತ
ko: 제한됨
lt: Ribota
lv: Ierobežots
ml: പരിമിതം
mr: मर्यादित
nb: Begrenset
nl: Beperkt
pa: ਸੀਮਿਤ
pl: Ograniczony
pt_br: Limitado
ro: Limitat
ru: Ограничено
sk: Obmedzené
sl: Omejeno
sv: Begränsad
sw: Ina mipaka
ta: வரையறுக்கப்பட்டது
te: పరిమితం
th: จำกัด
tr: Sınırlı
uk: Обмежено
ur: محدود
vi: Giới hạn
zh_hans: 受限
zu: Kunomkhawulo

# access_permission_status.unavailable.title
source: Unavailable
ar: غير متاح
bg: Недостъпен
bn: উপলভ্য নয়
ca: No disponible
cs: Nedostupné
da: Ikke tilgængelig
de: Nicht verfügbar
el: Μη διαθέσιμο
es_es: No disponible
es_mx: No disponible
et: Pole saadaval
fa: در دسترس نیست
fi: Ei saatavilla
fr: Indisponible
gu: ઉપલબ્ધ નથી
he: לא זמין
hi: उपलब्ध नहीं
hr: Nedostupno
hu: Nem érhető el
id: Tidak tersedia
is: Ekki tiltækt
it: Non disponibile
ja: 利用不可
kn: ಲಭ್ಯವಿಲ್ಲ
ko: 사용할 수 없음
lt: Nepasiekiama
lv: Nav pieejams
ml: ലഭ്യമല്ല
mr: अनुपलब्ध
nb: Utilgjengelig
nl: Niet beschikbaar
pa: ਉਪਲਬਧ ਨਹੀਂ
pl: Niedostępny
pt_br: Indisponível
ro: Indisponibil
ru: Недоступно
sk: Nedostupné
sl: Ni na voljo
sv: Ej tillgänglig
sw: Haipatikani
ta: கிடைக்கவில்லை
te: అందుబాటులో లేదు
th: ไม่พร้อมใช้งาน
tr: Kullanılamıyor
uk: Недоступно
ur: دستیاب نہیں
vi: Không khả dụng
zh_hans: 不可用
zu: Akutholakali

# access_permission.camera.description
source: Take photos directly from AI chat.
ar: التقط صورًا مباشرةً من دردشة الذكاء الاصطناعي.
bg: Правете снимки директно от ИИ чата.
bn: এআই চ্যাট থেকে সরাসরি ছবি তুলুন।
ca: Fes fotos directament des del xat IA.
cs: Pořizujte fotky přímo v chatu s AI.
da: Tag fotos direkte i AI-chatten.
de: Nimm Fotos direkt im KI-Chat auf.
el: Τραβήξτε φωτογραφίες απευθείας στη συνομιλία με την ΤΝ.
es_es: Haz fotos directamente desde el chat con IA.
es_mx: Haz fotos directamente desde el chat con IA.
et: Pildista otse tehisintellekti vestluses.
fa: مستقیماً از گفت‌وگوی هوش مصنوعی عکس بگیرید.
fi: Ota kuvia suoraan tekoälykeskustelussa.
fr: Prenez des photos directement depuis le chat IA.
gu: AI ચૅટમાંથી સીધા ફોટા લો.
he: צילום תמונות ישירות מתוך צ׳אט AI.
hi: AI चैट से सीधे फ़ोटो लें।
hr: Snimajte fotografije izravno iz AI razgovora.
hu: Készíts fotókat közvetlenül az AI-csevegésből.
id: Ambil foto langsung dari obrolan AI.
is: Taktu myndir beint úr gervigreindarspjallinu.
it: Scatta foto direttamente dalla chat IA.
ja: AIチャットから直接写真を撮影します。
kn: AI ಚಾಟ್‌ನಿಂದ ನೇರವಾಗಿ ಫೋಟೋ ತೆಗೆಯಿರಿ.
ko: AI 채팅에서 바로 사진을 찍으세요.
lt: Fotografuokite tiesiai DI pokalbyje.
lv: Fotografējiet tieši MI sarunā.
ml: AI ചാറ്റിൽ നിന്ന് നേരിട്ട് ഫോട്ടോ എടുക്കുക.
mr: AI चॅटमधून थेट फोटो काढा.
nb: Ta bilder direkte fra AI-chatten.
nl: Maak rechtstreeks foto's vanuit de AI-chat.
pa: AI ਚੈਟ ਤੋਂ ਸਿੱਧੀਆਂ ਫ਼ੋਟੋਆਂ ਖਿੱਚੋ।
pl: Rób zdjęcia bezpośrednio w czacie AI.
pt_br: Tire fotos direto do chat com IA.
ro: Fă poze direct din chatul AI.
ru: Делайте фотографии прямо из чата с ИИ.
sk: Fotografujte priamo v AI chate.
sl: Fotografirajte neposredno v klepetu z UI.
sv: Ta bilder direkt i AI-chatten.
sw: Piga picha moja kwa moja kwenye gumzo la AI.
ta: AI அரட்டையிலிருந்தே புகைப்படம் எடுக்கவும்.
te: AI చాట్ నుంచే ఫొటోలు తీయండి.
th: ถ่ายภาพได้โดยตรงจากแชต AI
tr: Doğrudan AI sohbetinden fotoğraf çekin.
uk: Робіть фото безпосередньо в чаті ШІ.
ur: AI چیٹ سے براہ راست تصاویر لیں۔
vi: Chụp ảnh trực tiếp từ cuộc trò chuyện AI.
zh_hans: 直接在 AI 聊天中拍照。
zu: Thatha izithombe ngqo engxoxweni ye-AI.

# access_permission.camera.title
source: Camera
ar: الكاميرا
bg: Камера
bn: ক্যামেরা
ca: Càmera
cs: Fotoaparát
da: Kamera
de: Kamera
el: Κάμερα
es_es: Cámara
es_mx: Cámara
et: Kaamera
fa: دوربین
fi: Kamera
fr: Appareil photo
gu: કૅમેરા
he: מצלמה
hi: कैमरा
hr: Kamera
hu: Kamera
id: Kamera
is: Myndavél
it: Fotocamera
ja: カメラ
kn: ಕ್ಯಾಮೆರಾ
ko: 카메라
lt: Kamera
lv: Kamera
ml: ക്യാമറ
mr: कॅमेरा
nb: Kamera
pa: ਕੈਮਰਾ
pl: Aparat
pt_br: Câmera
ro: Cameră
ru: Камера
sk: Fotoaparát
sl: Kamera
sv: Kamera
sw: Kamera
ta: கேமரா
te: కెమెరా
th: กล้อง
tr: Kamera
uk: Камера
ur: کیمرا
zh_hans: 相机
zu: Ikhamera

# access_permission.microphone.description
source: Dictate text into AI chat.
ar: أملِ النص إلى دردشة الذكاء الاصطناعي.
bg: Диктувайте текст в чата с ИИ.
bn: কথা বলে এআই চ্যাটে লেখা যোগ করুন।
ca: Dicta text al xat amb IA.
cs: Diktujte text do chatu s AI.
da: Dikter tekst til AI-chatten.
de: Diktiere Text in den KI-Chat.
el: Υπαγορεύστε κείμενο στη συνομιλία με την ΤΝ.
es_es: Dicta texto en el chat con IA.
es_mx: Dicta texto en el chat con IA.
et: Dikteeri teksti tehisintellekti vestlusesse.
fa: متن را در گفت‌وگوی هوش مصنوعی دیکته کنید.
fi: Sanele tekstiä tekoälykeskusteluun.
fr: Dictez du texte dans le chat IA.
gu: AI ચૅટમાં બોલીને લખો.
he: הכתבת טקסט בצ׳אט AI.
hi: AI चैट में टेक्स्ट बोलकर लिखें।
hr: Diktirajte tekst u AI razgovoru.
hu: Diktálj szöveget az AI-csevegésbe.
id: Diktekan teks ke obrolan AI.
is: Lestu inn texta í gervigreindarspjallið.
it: Detta il testo nella chat IA.
ja: AIチャットにテキストを音声入力します。
kn: AI ಚಾಟ್‌ನಲ್ಲಿ ಹೇಳಿ ಪಠ್ಯ ನಮೂದಿಸಿ.
ko: AI 채팅에 음성으로 텍스트를 입력하세요.
lt: Diktuokite tekstą DI pokalbyje.
lv: Diktējiet tekstu MI sarunā.
ml: AI ചാറ്റിലേക്ക് പറഞ്ഞ് ടെക്സ്റ്റ് നൽകുക.
mr: AI चॅटमध्ये बोलून मजकूर लिहा.
nb: Dikter tekst i AI-chatten.
nl: Dicteer tekst in de AI-chat.
pa: AI ਚੈਟ ਵਿੱਚ ਬੋਲ ਕੇ ਲਿਖੋ।
pl: Dyktuj tekst w czacie AI.
pt_br: Dite texto no chat com IA.
ro: Dictează text în chatul AI.
ru: Надиктуйте текст в чат с ИИ.
sk: Diktujte text do AI chatu.
sl: Narekujte besedilo v klepet z UI.
sv: Diktera text i AI-chatten.
sw: Tamka maandishi kwenye gumzo la AI.
ta: AI அரட்டையில் பேசித் தட்டச்சு செய்யவும்.
te: AI చాట్‌లో మాట్లాడి వచనం నమోదు చేయండి.
th: ป้อนข้อความด้วยเสียงในแชต AI
tr: AI sohbetine metin dikte edin.
uk: Диктуйте текст у чаті ШІ.
ur: بول کر AI چیٹ میں متن لکھیں۔
vi: Đọc chính tả để nhập văn bản vào cuộc trò chuyện AI.
zh_hans: 将文本口述到 AI 聊天中。
zu: Khuluma ukuze ufake umbhalo engxoxweni ye-AI.

# access_permission.microphone.title
source: Microphone
ar: الميكروفون
bg: Микрофон
bn: মাইক্রোফোন
ca: Micròfon
cs: Mikrofon
da: Mikrofon
de: Mikrofon
el: Μικρόφωνο
es_es: Micrófono
es_mx: Micrófono
et: Mikrofon
fa: میکروفون
fi: Mikrofoni
gu: માઇક્રોફોન
he: מיקרופון
hi: माइक्रोफ़ोन
hr: Mikrofon
hu: Mikrofon
id: Mikrofon
is: Hljóðnemi
it: Microfono
ja: マイク
kn: ಮೈಕ್ರೊಫೋನ್
ko: 마이크
lt: Mikrofonas
lv: Mikrofons
ml: മൈക്രോഫോൺ
mr: मायक्रोफोन
nb: Mikrofon
nl: Microfoon
pa: ਮਾਈਕ੍ਰੋਫ਼ੋਨ
pl: Mikrofon
pt_br: Microfone
ro: Microfon
ru: Микрофон
sk: Mikrofón
sl: Mikrofon
sv: Mikrofon
sw: Maikrofoni
ta: மைக்ரோஃபோன்
te: మైక్రోఫోన్
th: ไมโครโฟน
tr: Mikrofon
uk: Мікрофон
ur: مائیکروفون
vi: Micrô
zh_hans: 麦克风
zu: Imakrofoni
